INSERT IGNORE INTO course_teachers (course_id, teacher_name) VALUES
(201, '张老师'),
(202, '赵老师'),
(203, '钱老师'),
(204, '张老师'),
(301, '孙老师'),
(302, '周老师'),
(303, '吴老师'),
(401, '郑老师'),
(402, '冯老师'),
(501, '马老师'),
(502, '刘老师'),
(601, '毛老师'),
(701, '林老师'),
(702, '何老师');

INSERT IGNORE INTO course_categories (course_id, category) VALUES
(201, '公必'),
(202, '公必'),
(203, '专必'),
(204, '公必'),
(301, '专必'),
(302, '专必'),
(303, '专选'),
(401, '专必'),
(402, '专必'),
(501, '专必'),
(502, '专必'),
(601, '专选'),
(701, '专选'),
(702, '专必');

